[M_Sage_PallingAround MissionDefinition]
MissionName="Fazendo Novas Amizades"
MissionDescription="Sir Hammerlock encontrou um Bullymong blindado que se esconde em [place]Hunter’s Grotto[-place]. Como sua fama de carrasco de criaturas lhe precede, supõe-se que você gostaria de caçar esse animal."
TurnInDescription="Você é muito melhor caçando do que o Hammerlock conversando com seus amigos."
MissionSummary="Elimine o Bullymong blindado."
MissionGiver="Sir Hammerlock"
MissionTurnInLocation="Sir Hammerlock"
TeaserText="A história de um Bullymong blindado e uma pessoa que procura a Sepultura e que anda muito bem armada."

[M_Sage_PallingAround:FindCreature MissionObjectiveDefinition]
ProgressMessage="Encontre o covil do Bullymong"

[M_Sage_PallingAround:FindCreatureSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Sage_PallingAround:KillCreature MissionObjectiveDefinition]
ProgressMessage="Elimine o Baluarte"

[M_Sage_PallingAround:KillCreatureSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Sir Hammerlock encontrou um Bullymong blindado que se esconde em [place]Hunter’s Grotto[-place]. Como sua fama de carrasco de criaturas lhe precede, supõe-se que você gostaria de caçar esse animal.\nComo o Bullymong se transforma numa bola toda vez que você se aproxima dele, Hammerlock sugeriu que você mantenha uma certa distância ao enfrentá-lo."